{
	"title": "Обновления",
	"Current version installed": "Текущая версия ПО",
	"Your configuration files won't be updated. Please read the changelog to make sure if there are any changes required.": "Ваши конфигурационные файлы не будут перезаписаны во время обновления. Пожалуйста, ознакомьтесь со списком изменений, чтобы узнать, какие дополнительные действия могут потребоваться.",
	"Important": "Важно",
	"after the application update the Zoia process will terminate. If you are running with default recommended tools like <i>forever</i>, the process will be restarted automatically. The process needs to have permissions to write to the following directory": "после окончания процесса обновления процесс Zoia будет завершен. В случае, если Вы используете на сервере рекомендуемые инструменты, такие, как <i>forever</i>, процесс будет перезапущен автоматически. Системе обновления потребуется доступ на запись в следующую директорию",
	"Check for updates": "Проверить обновления",
	"Could not get version information from remote server": "Ошибка во время получения номера актуальной версии",
	"Your system is up to date": "Поздравляем, у Вас установлена последняя версия!",
	"New version available": "Доступна более новая версия",
	"There is a newer version of Zoia availble": "Доступно обновление на более новую версию Zoia",
	"Cancel": "Отмена",
	"Update": "Обновить",
	"Changelog": "Список изменений",
	"Updating": "Обновление",
	"Update is in progress, please wait...": "Идет обновление системы, пожалуйста, подождите...",
	"Error while updating your system": "Ошибка во время обновления системы",
	"Could not download new version from remote server": "Ошибка во время загрузки обновления с удаленного сервера",
	"checksum failed": "ошибка контрольной сумма",
	"Could not extract the update archive": "Ошибка во время распаковки архива",
	"could not extract update file": "Ошибка во время распаковки файла обновления",
	"Restarting": "Перезапуск",
	"Zoia has been updated sucessfully. The system is restaring now, please wait...": "Процесс обновления Zoia прошел успешно. Система перезапускается, пожалуйста, подождите..."
}