{
	"title": "Унапреди",
	"Current version installed": "Тренутна верзија окружења Зоиа",
	"Your configuration files won't be updated. Please read the changelog to make sure if there are any changes required.": "Датотеке подешавања неће бити преписане током надоградње. Молимо погледајте листу промена како бисте сазнали који додатни кораци могу бити потребни.",
	"Important": "Важно",
	"after the application update the Zoia process will terminate. If you are running with default recommended tools like <i>forever</i>, the process will be restarted automatically. The process needs to have permissions to write to the following directory": "после завршетка унапређења, процес Зоиа ће бити завршен. У случају да користите препоручене алате на серверу, као што је <i>forever</i>, процес ће се аутоматски поново покренути. Унапређење ће захтевати приступ писања у следећем директоријуму",
	"Check for updates": "Провери унапређења",
	"Could not get version information from remote server": "Грешка при преузимању тренутне верзије",
	"Your system is up to date": "Честитамо, имате најновију верзију!",
	"New version available": "Доступна је нова верзија",
	"There is a newer version of Zoia availble": "Можете надоградити на новију верзију Зоиа",
	"Cancel": "Откажи",
	"Update": "Унапреди",
	"Changelog": "Списак измена",
	"Updating": "Унапређење",
	"Update is in progress, please wait...": "Систем се унапређује, молимо сачекајте ...",
	"Error while updating your system": "Грешка приликом унапређења система",
	"Could not download new version from remote server": "Грешка приликом преузимања унапређења са удаљеног сервера",
	"checksum failed": "контролна сума није исправна",
	"Could not extract the update archive": "Грешка приликом распакивања архиве унапређења",
	"could not extract update file": "Грешка при распаковању датотеке за унапређење",
	"Restarting": "Поновно покретање",
	"Zoia has been updated sucessfully. The system is restaring now, please wait...": "Процес унапређења Зоиа је био успешан. Систем се поново покреће, молимо вас да сачекате ...",
	"There is a newer version of Zoia available": "There is a newer version of Zoia available",
	"Zoia has been updated successfully. The system is restarting now, please wait...": "Zoia has been updated successfully. The system is restarting now, please wait..."
}