{
	"title": "Резервные копии",
	"You can backup and restore your website data. The backup contains database collections, files and folders.": "Вы можете создавать и восстанавливать резервные копии Вашего сайта. Каждая резервная копия содержит информацию БД, файлы и папки.",
	"Backup": "Создать",
	"Restore": "Восстановить",
	"Could not create backup file": "Ошибка во время создания резервной копии",
	"System Backup": "Резервная копия",
	"Cancel": "Отмена",
	"System backup is currently being created. This can take up to several minutes...": "Идет создание резервной копии. Этот процесс может занять несколько минут...",
	"Backup file has been created. Please download it by clicking the link below.": "Файл резервной копии успешно создан. Вы можете скачать его по ссылке ниже.",
	"Could not load information from database": "Ошибка во время получения информации из БД",
	"Could not create backup file. Please check logs for details.": "Ошибка во время резервного копирования. Пожалуйста, проверьте логи для более детальной информации.",
	"Restore backup": "Восстановление копии",
	"Please note: your existing files will be overwritten. The MongoDB collections will be dropped first before importing.": "Пожалуйста, обратите внимание: существующие файлы будут перезаписаны! Перед импортом коллекций БД старые коллекции будут сброшены.",
	"Attach backup file by dropping it here or": "Добавьте файл резервной копии, перетащив его, или",
	"selecting one": "выберите файл на диске",
	"Could not upload file": "Ошибка во время загрузки файла",
	"When finished, Zoia will terminate, so make sure you are running any tool to automatically restart the server (like forever). You will need to re-authorize.": "После окончания восстановления резервной копии процесс Zoia будет остановлен; пожалуйста, убедитесь, что Вы используете инструмент для перезагрузки веб-сервера, такой, как forever. Также потребуется повторная авторизация в системе.",
	"Backup has been restored. You're now logged off and need to re-authorize.": "Резервная копия успешно восстановлена. Вам потребуется повторный вход в систему для продолжения.",
	"Close": "Закрыть",
	"System is restarting, please wait...": "Идет перезапуск Zoia, пожалуйста, подождите..."
}