{
    "title": "Резервна копије",
    "You can backup and restore your website data. The backup contains database collections, files and folders.": "Можете да креирате и враћање резервне копије Вашег сајта. Свака резервна копија садржи податке о базама података, фајловима и фолдерима.",
    "Backup": "Направите резервну копију",
    "Restore": "Вратите снимљену копију",
    "Could not create backup file": "Грешка приликом прављења резервне копије",
    "System Backup": "Резервна копија",
    "Cancel": "Отказивање",
    "System backup is currently being created. This can take up to several minutes...": "Почиње прављење резервне копије. Овај процес може да потраје неколико минута...",
    "Backup file has been created. Please download it by clicking the link below.": "Датотека резервне копије је успешно креирана. Можете је преузети на вези/линку испод.",
    "Could not load information from database": "Грешка приликом добијања информација из базе података",
    "Could not create backup file. Please check logs for details.": "Грешка приликом снимања резервне копије. Молимо вас да проверите логове за више детаља.",
    "Restore backup": "Враћање копије",
    "Please note: your existing files will be overwritten. The MongoDB collections will be dropped first before importing.": "Молимо вас, имајте на уму: постојеће датотеке ће бити замењена! Пре увоза збирки ДБ старе колекције ће се ресетовати.",
    "Attach backup file by dropping it here or": "Додајте датотеку резервне копије, тако што ћете га оставити овде, или",
    "selecting one": "изаберите датотеку на диску",
    "Could not upload file": "Грешка приликом учитавања фајла",
    "When finished, Zoia will terminate, so make sure you are running any tool to automatically restart the server (like forever). You will need to re-authorize.": "Након завршетка враћање резервне копије процес Зоиа ће бити заустављен; молимо вас проверите да ли користите алат за рестарт веб-сервера(као што је forever). Такође ћете морати да се поново пријавите.",
    "Backup has been restored. You're now logged off and need to re-authorize.": "Резервна копија је успешно враћена. Потребно је поновни улаз у систем за наставак.",
    "Close": "Затворите",
    "System is restarting, please wait...": "Почиње поновно покретање окружења Зоиа, молимо вас, сачекајте...",
    "Backup Options": "Подешавања",
    "Choose the modules you wish to backup": "Изаберите модуле за које желите да направите резервну копију",
    "Start": "Почетак"
}
