{
	"title": "Хостинг",
	"Customer Accounts": "Аккаунты",
	"You have got no accounts.": "У Вас нет ни одного аккаунта.",
	"Add": "Добавить",
	"Delete": "Удалить",
	"Select all": "Выбрать все",
	"Select none": "Отменить выбор",
	"Search": "Поиск",
	"Username": "Имя пользователя",
	"Status": "Статус",
	"Balance": "Баланс",
	"Actions": "Действия",
	"Loading data, please wait": "Загрузка данных, пожалуйста, подождите",
	"Accounts": "Аккаунты",
	"Could not load data from server. Please try to refresh page in a few moments.": "Ошибка во время загрузки данных из системы. Пожалуйста, повторите попытку позже.",
	"No items to display": "Нет элементов для отображения",
	"User": "Пользователь",
	"Cancel": "Отмена",
	"Save": "Сохранить",
	"Error while loading data": "Ошибка во время загрузки данных",
	"Current Balance": "Текущий баланс",
	"Correction": "Коррекция",
	"Make": "Добавить",
	"Account": "Аккаунт",
	"Preset": "Тариф",
	"Plugin": "Плагин",
	"Days": "Дни",
	"Add Account": "Добавить аккаунт",
	"Should not be empty": "Обязательное поле",
	"Too short": "Слишком короткое значение",
	"Too long": "Слишком длинное значение",
	"Doesn't match required format": "Не соответствует формату",
	"Passwords do not match": "Пароли не совпадают",
	"Parameter": "Параметр",
	"Value": "Значение",
	"Latin characters and numbers only (1-64 chars)": "Только лат. символы и цифры (длина: 1-64)",
	"Account has been saved": "Аккаунт успешно сохранен",
	"Error while adding the account": "Ошибка во время добавления аккаунта",
	"Account already exists": "Аккаунт с таким ID уже существует",
	"Done": "Готово",
	"Are you sure you wish to delete the account?": "Вы действительно желаете удалить аккаунт?",
	"OK": "OK",
	"Account has been deleted": "Аккаунт был удален",
	"Hosting": "Хостинг",
	"Account&nbsp;ID": "ID&nbsp;аккаунта",
	"Plan": "Тариф",
	"You have got no hosting accounts.": "В настоящий момент у Вас нет ни одного аккаунта.",
	"New Account": "Новый аккаунт",
	"Create Account": "Создать аккаунт",
	"Create": "Создать",
	"Password": "Пароль",
	"Months": "Месяцы",
	"Minimal length: 8 characters, type twice to verify. Required: uppercase and lowercase characters, numbers and special characters": "Минимальная длина: 8 символов, введите дважды для проверки. Обязательно: заглавные и строчные буквы, цифры и специальные символы",
	"Password is too weak. Please use both lowercase and uppercase characters, numbers and special characters. Minimal length: 8": "Пароль слишком простой. Пожалуйста, используйте заглавные и строчные буквы, цифры, специальные символы. Минимальная длина: 8",
	"Total": "Сумма",
	"Plan (price per month)": "Тариф (в мес.)",
	"Insufficient funds": "Недостаточно средств на счете",
	"Account with such ID already exists": "Аккаунт с таким ID уже существует в системе",
	"Unable to create new account": "Ошибка во время создания аккаунта",
	"Your account has been created successfully and is ready to use.": "Ваш аккаунт был успешно создан и готов к использованию.",
	"Creating Account": "Создание аккаунта",
	"Account creation is in progress, please wait...": "Идет процесс создания аккаунта, пожалуйста, подождите...",
	"Host": "Хост",
	"History": "История",
	"Date": "Дата",
	"Sum": "Сумма",
	"Account Prolongation": "Продление аккаунта",
	"Prolong": "Продлить",
	"Unable to prolong account": "Ошибка во время продления аккаунта",
	"Could not enable requested account": "Ошибка во время включения аккаунта",
	"Prolongation was successful": "Продление успешно выполнено",
	"Your new hosting account has been created and is ready to use.": "Ваш новый аккаунт на хостинге был успешно создан и готов к работе.",
	"Username:": "Имя пользователя:",
	"Days:": "Дни:",
	"Control Panel": "Панель управления",
	"New Hosting Account": "Новый аккаунт",
	"Password:": "Пароль:",
	"Control panel:": "Панель управления:",
	"If you have any questions about your new hosting account, please contact support to get help.": "Если у Вас есть какие-либо вопросы, связанные с только что созданным аккаунтом хостинга (либо с другими сервисами), пожалуйста, свяжитесь с поддержкой.",
	"Please use the following credentials to access the hosting control panel": "Используйте следующие данные для доступа к панели управления хостингом",
	"The prolongation of your hosting account was successful.": "Продление Вашего аккаунта было успешно выполнено.",
	"If you have any questions about your hosting account, please contact support to get help.": "Если у Вас есть какие-либо вопросы, связанные с Вашим аккаунтом хостинга (либо с другими сервисами), пожалуйста, свяжитесь с поддержкой.",
	"Top-Up": "Пополнение",
	"Please use the form below to top-up your account.": "Пожалуйста, используйте форму, расположенную ниже, для пополнения Вашего счета.",
	"Continue": "Продолжить",
	"Amount": "Сумма",
	"Captcha": "Код на картинке",
	"You will be forwarded to the payment system website. After completing your payment, you will be returned to the current page and your transaction will be processed.": "После заполнения формы Вы будете перенаправлены на сайт платежной системы. По окончании процедуры оплаты Вы будете перенаправлены на текущую страницу.",
	"Unable to create top-up request. Please try again later.": "Ошибка во время создания запроса на пополнение баланса. Пожалуйста, повторите попытку позднее.",
	"You have got no records in history.": "Отсутствуют записи истории транзакций.",
	"One or more of your hosting accounts are going to expire.": "Заканчивается период обслуживания одного или нескольких аккаунтов хостинга.",
	"Expiring Accounts": "Окончание обслуживания",
	"Days&nbsp;Remain": "Дней&nbsp;осталось",
	"If you have any questions about your hosting accounts or services, please contact support to get help.": "Если у Вас есть какие-либо вопросы по поводу аккаунтов хостинга или других сервисов, пожалуйста, свяжитесь со службой поддержки.",
	"Payment ID": "Идентификатор платежа",
	"Payment Failed": "Платеж не прошел",
	"Invalid order ID, payment amount or signature value.": "Неверный идентификатор платежа, сумма или контрольная подпись.",
	"Return to the": "Вернуться к",
	"Control panel": "списку аккаунтов",
	"Successful Payment": "Успешный платеж",
	"Thank you for your payment. You will be receiving an email shortly to confirm the transaction.": "Спасибо за Ваш платеж! Сумма была успешно зачислена на лицевой счет. В ближайшее время Вы получите подтверждение по электронной почте.",
	"The payment signature is invalid. If you believe that is wrong, please contact website support.": "Электронная подпись платежа является недействительной. Если Вы считаете это ошибочным, пожалуйста, свяжитесь с поддержкой.",
	"Could not complete your payment. Please contact website support for more information or try again.": "Ошибка во время проведения платежа. Пожалуйста, обратитесь в службу поддержки или повторите попытку через некоторое время.",
	"Thank you for your payment.": "Спасибо за Ваш платеж.",
	"Prolongation of Account": "Продление аккаунта"
}